{
  "CaptainFrontalLobotomy_BS01": {
    "textbox1": {
      "x": "70%",
      "y": "25%",
      "width": "auto",
      "height": "auto",
      "fontSize": "30px",
      "backgroundColor": "rgba(0,0,0,0.02)",
      "border": "2px solid black",
      "text": {
        "en": "A 50-year-old female patient complains of continuous burning sensation in her mouth for months. After extensive blood tests and fungus cluture, I still can find nothing. What should I do?",
        "zh-hant": "50歲婦女抱怨口腔燒灼感；已經做了血液檢查和真菌培養都找不到原因。該怎麼辦呢？",
        "ja": "50歳の女性患者が、口の痛みを数ヶ月続けていると訴えています。広範な血液検査と真菌培養を行った後、まだ原因が見つかりません。どうすればいいですか？",
        "es": "Una paciente de 50 años se queja de una sensación de ardor continuo en la boca durante meses. Después de extensas pruebas de sangre y cultivos de hongos, todavía no puedo encontrar nada. ¿Qué debo hacer?",
        "fr": "Une patiente de 50 ans se plaint d'une sensation de brûlure continue dans la bouche depuis des mois. Après des tests sanguins approfondis et des cultures fongiques, je ne trouve toujours rien. Que dois-je faire ?",
        "th": "ผู้ป่วยหญิงอายุ 50 ปีบ่นว่ามีอาการแสบร้อนในปากต่อเนื่องมาหลายเดือน หลังจากการตรวจเลือดอย่างละเอียดและการเพาะเชื้อรา ฉันก็ยังไม่พบสาเหตุ ฉันควรทำอย่างไร?"
      }
    }
  },
  "CaptainFrontalLobotomy_BS02": {
    "textbox1": {
      "x": "25%",
      "y": "20%",
      "width": "auto",
      "height": "auto",
      "fontSize": "40px",
      "backgroundColor": "rgba(0,0,0,0.02)",
      "border": "2px solid black",
      "text": {
        "en": "That serious already?\nHave you considered frontal lobotomy?",
        "zh-hant": "這麼嚴重啊？\n有考慮過\n前額葉切除術嗎？",
        "ja": "もうそんなに深刻?\n前頭葉ロボトミーを\n検討したことがありますか?",
        "es": "¿Tan serio ya?\n¿Has considerado la lobotomía frontal?",
        "fr": "Déjà si sérieux ?\nAvez-vous envisagé la lobotomie frontale ?",
        "th": "จริงจังแล้วเหรอ?\nคุณเคยพิจารณาการผ่าตัด lobotomy หน้าผากหรือไม่?"
      }
    },
    "textbox2": {
      "x": "30%",
      "y": "55%",
      "width": "auto",
      "height": "auto",
      "fontSize": "25px",
      "backgroundColor": "rgba(0,0,0,0.02)",
      "border": "2px solid black",
      "text": {
        "en": "Yeah~\nConsultation~",
        "zh-hant": "耶~\n來會診~",
        "ja": "よし~\n相談しましょう~",
        "es": "¡Ja~\nConsultación~",
        "fr": "Oui~\nConsultation~",
        "th": "ใช่เลย~\nมาปรึกษากัน~"
      }
    }
  },
  "character_story": {
    "text": {
      "en": [
        "Captain Frontal Lobotomy is 'traditional' neurosurgeon, who admires treatment methods of Freud's era.",
        "Regardless of the chief complaint, he always slips frontal lobotomy into the treatment options.",
        "He is treated as a mascot by the hospital due to his seniority, but only when running out of solutions would Extractionosaurus consult him."
      ],
      "zh-hant": [
        "前額葉切除隊長是一位'傳統'的神經外科醫生，嚮往著佛洛伊德時代的療法。",
        "無論主訴為何，他的治療選項裡永遠有前額葉切除術。",
        "因為資歷雄厚而被醫院當吉祥物供奉著，但只有手段激進的拔牙暴龍會在無計可施時轉診病人給他。"
      ],
      "ja": [
        "キャプテン・フロンタル・ロボトミーは、フロイト時代の治療法を崇拝する'伝統的な'脳神経外科医です。",
        "主訴に関係なく、常に前頭葉ロボトミーを治療選択肢に含めています。",
        "病院では経験豊富なマスコットとして扱われていますが、エクストラクトサウルスが行き詰まった時だけ、患者を紹介します。"
      ],
      "es": [
        "El Capitán Lobotomía Frontal es un neurocirujano 'tradicional' que admira los métodos de tratamiento de la era de Freud.",
        "Independientemente de la queja principal, siempre incluye la lobotomía frontal entre las opciones de tratamiento.",
        "Es tratado como una mascota por el hospital debido a su antigüedad, pero solo cuando se quedan sin soluciones, Extractosaurus lo consulta."
      ],
      "fr": [
        "Le Capitaine Lobotomie Frontale est un neurochirurgien 'traditionnel' qui admire les méthodes de traitement de l'époque de Freud.",
        "Quelle que soit la plainte principale, il glisse toujours la lobotomie frontale dans les options de traitement.",
        "Il est traité comme une mascotte par l'hôpital en raison de son ancienneté, mais seul Extractosaurus le consulte quand il n'a plus de solutions."
      ],
      "th": [
        "กัปตันโลโบโตมีเป็นประสาทศัลยแพทย์ 'แบบดั้งเดิม' ที่ชื่นชมวิธีการรักษาในยุคของฟรอยด์",
        "ไม่ว่าอาการหลักจะเป็นอะไร เขาก็มักจะแทรกการผ่าตัดสมองส่วนหน้าเข้าไปในตัวเลือกการรักษาเสมอ",
        "เขาได้รับการปฏิบัติเสมือนมาสคอตของโรงพยาบาลเนื่องจากอาวุโส แต่มีเพียงเอ็กซ์แทรคโตซอรัสเท่านั้นที่จะปรึกษาเขาเมื่อหมดทางแก้ไขแล้ว"
      ]
    }
  }
}